Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Everything a session runs gets this access too: the agents and the commands they start, a project's scripts included.
ar: يحصل كل ما تشغّله الجلسة على هذا الوصول أيضًا: الوكلاء والأوامر التي يبدؤونها، بما في ذلك النصوص البرمجية للمشروع.
de: Alles, was eine Sitzung ausführt, erhält diesen Zugriff ebenfalls: die Agents und die von ihnen gestarteten Befehle, einschließlich der Skripte eines Projekts.
es: Todo lo que ejecuta una sesión obtiene también este acceso: los agentes y los comandos que inician, incluidos los scripts de los proyectos.
fr: Tout ce qu’une session exécute en profite aussi : les agents et les commandes qu’ils lancent, scripts des projets compris.
hi: सेशन जो कुछ भी चलाता है, उसे भी यह ऐक्सेस मिलता है: एजेंट और उनके द्वारा शुरू की गई कमांड, प्रोजेक्ट की स्क्रिप्ट सहित।
it: Anche tutto ciò che una sessione esegue ottiene questo accesso: gli agenti e i comandi che avviano, inclusi gli script di un progetto.
ja: セッションが実行するものすべてにこのアクセス権が与えられます。エージェントとそれが起動するコマンド（プロジェクトのスクリプトを含む）も対象です。
ko: 세션이 실행하는 모든 항목도 이 접근 권한을 갖게 됩니다. 에이전트와 에이전트가 시작하는 명령, 프로젝트의 스크립트도 포함됩니다.
nl: Alles wat een sessie uitvoert, krijgt deze toegang ook: de agents en de opdrachten die ze starten, inclusief de scripts van een project.
pl: Wszystko, co uruchamia sesja, również otrzymuje ten dostęp: agenci i uruchamiane przez nich polecenia, łącznie ze skryptami projektu.
pt_br: Tudo o que uma sessão executa também recebe este acesso: os agentes e os comandos que eles iniciam, incluindo os scripts de um projeto.
ru: Этот доступ получает и всё, что запускается в сессии: агенты и запускаемые ими команды, включая скрипты проекта.
tr: Bir oturumun çalıştırdığı her şey de bu erişimi alır: ajanlar ve başlattıkları komutlar, projelerin betikleri dahil.
uk: Цей доступ отримує й усе, що запускає сеанс: агенти та команди, які вони виконують, зокрема скрипти проєкту.
zh_hans: 会话运行的所有内容也会获得此访问权限：智能体及其启动的命令，包括项目的脚本。
zh_hant: 工作階段執行的所有項目也會取得此權限：代理程式及其啟動的指令，包括專案的腳本。

source: Example: %@
ar: مثال: %@
de: Beispiel: %@
es: Ejemplo: %@
fr: Exemple : %@
hi: उदाहरण: %@
it: Esempio: %@
ja: 例：%@
ko: 예: %@
nl: Voorbeeld: %@
pl: Przykład: %@
pt_br: Exemplo: %@
ru: Пример: %@
tr: Örnek: %@
uk: Приклад: %@
zh_hans: 示例：%@
zh_hant: 範例：%@

source: Exit code %@
ar: رمز الخروج %@
es: Código de salida %@
fr: Code de sortie %@
hi: एग्ज़िट कोड %@
it: Codice di uscita %@
ja: 終了コード%@
ko: 종료 코드 %@
nl: Afsluitcode %@
pl: Kod wyjścia %@
pt_br: Código de saída %@
ru: Код выхода %@
tr: Çıkış kodu %@
uk: Код виходу %@
zh_hans: 退出码 %@
zh_hant: 結束代碼 %@

source: Expand
ar: توسيع
de: Ausklappen
es: Expandir
fr: Déplier
hi: विस्तृत करें
it: Espandi
ja: 展開
ko: 펼치기
nl: Klap uit
pl: Rozwiń
pt_br: Expandir
ru: Развернуть
tr: Genişlet
uk: Розгорнути
zh_hans: 展开
zh_hant: 展開

source: Expand Group
ar: توسيع المجموعة
de: Gruppe ausklappen
es: Expandir grupo
fr: Déplier le groupe
hi: समूह विस्तृत करें
it: Espandi gruppo
ja: グループを展開
ko: 그룹 펼치기
nl: Klap groep uit
pl: Rozwiń grupę
pt_br: Expandir Grupo
ru: Развернуть группу
tr: Grubu Genişlet
uk: Розгорнути групу
zh_hans: 展开组
zh_hant: 展開群組

source: Expanded
ar: موسّعة
de: Ausgeklappt
es: Expandido
fr: Déplié
hi: विस्तृत
it: Espanso
ja: 展開
ko: 펼침
nl: Uitgeklapt
pl: Rozwinięta
pt_br: Expandido
ru: Развёрнута
tr: Genişletilmiş
uk: Розгорнуто
zh_hans: 已展开
zh_hant: 已展開

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Caducada
fr: Expiré
hi: समय समाप्त
it: Scaduta
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasła
pt_br: Expirada
ru: Истёк
tr: Süresi doldu
uk: Термін минув
zh_hans: 已过期
zh_hant: 已過期

source: Export All…
ar: تصدير الكل…
de: Alle exportieren …
es: Exportar todo…
fr: Tout exporter…
hi: सभी एक्सपोर्ट करें…
it: Esporta tutto…
ja: すべて書き出す…
ko: 모두 내보내기…
nl: Exporteer alles…
pl: Eksportuj wszystko…
pt_br: Exportar Tudo…
ru: Экспортировать все…
tr: Tümünü Dışa Aktar…
uk: Експортувати все…
zh_hans: 全部导出…
zh_hant: 全部輸出…

source: Export Diagnostics
ar: تصدير بيانات التشخيص
de: Diagnosedaten exportieren
es: Exportar diagnósticos
fr: Exporter les diagnostics
hi: डायग्नोस्टिक्स एक्सपोर्ट करें
it: Esporta diagnostica
ja: 診断情報を書き出す
ko: 진단 정보 내보내기
nl: Exporteer diagnose
pl: Eksportuj diagnostykę
pt_br: Exportar Diagnósticos
ru: Экспортировать диагностику
tr: Tanılamaları Dışa Aktar
uk: Експортувати діагностику
zh_hans: 导出诊断信息
zh_hant: 輸出診斷資料

source: Export Diagnostics…
ar: تصدير بيانات التشخيص…
de: Diagnosedaten exportieren …
es: Exportar diagnósticos…
fr: Exporter les diagnostics…
hi: डायग्नोस्टिक्स एक्सपोर्ट करें…
it: Esporta diagnostica…
ja: 診断情報を書き出す…
ko: 진단 정보 내보내기…
nl: Exporteer diagnostische gegevens…
pl: Eksportuj diagnostykę…
pt_br: Exportar Diagnósticos…
ru: Экспортировать диагностику…
tr: Tanılamaları Dışa Aktar…
uk: Експортувати діагностику…
zh_hans: 导出诊断信息…
zh_hant: 輸出診斷資料…

source: Export Without the Description…
ar: تصدير بدون الوصف…
de: Ohne Beschreibung exportieren …
es: Exportar sin la descripción…
fr: Exporter sans la description…
hi: विवरण के बिना एक्सपोर्ट करें…
it: Esporta senza la descrizione…
ja: 説明なしで書き出す…
ko: 설명 없이 내보내기…
nl: Exporteer zonder de beschrijving…
pl: Eksportuj bez opisu…
pt_br: Exportar sem a Descrição…
ru: Экспортировать без описания…
tr: Açıklama Olmadan Dışa Aktar…
uk: Експортувати без опису…
zh_hans: 导出（不含描述）…
zh_hant: 輸出但不含描述…

source: Export “%@”…
ar: تصدير «%@»…
de: „%@“ exportieren …
es: Exportar “%@”…
fr: Exporter « %@ »…
hi: “%@” एक्सपोर्ट करें…
it: Esporta “%@”…
ja: 「%@」を書き出す…
ko: “%@” 내보내기…
nl: Exporteer ‘%@’…
pl: Eksportuj „%@”…
pt_br: Exportar “%@”…
ru: Экспортировать «%@»…
tr: “%@” Öğesini Dışa Aktar…
uk: Експортувати «%@»…
zh_hans: 导出“%@”…
zh_hant: 輸出「%@」…

source: Export…
ar: تصدير…
de: Exportieren …
es: Exportar…
fr: Exporter…
hi: एक्सपोर्ट करें…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
nl: Exporteer…
pl: Eksportuj…
pt_br: Exportar…
ru: Экспортировать…
tr: Dışa Aktar…
uk: Експортувати…
zh_hans: 导出…
zh_hant: 輸出…

source: Expressions
ar: التعبيرات
de: Ausdrücke
es: Expresiones
hi: भाव
it: Espressioni
ja: 表情
ko: 표정
nl: Expressies
pl: Miny
pt_br: Expressões
ru: Выражения
tr: İfadeler
uk: Вирази
zh_hans: 表情
zh_hant: 表情

source: Eyes closed
ar: عينان مغمضتان
de: Augen geschlossen
es: Ojos cerrados
fr: Yeux fermés
hi: आँखें बंद
it: Occhi chiusi
ja: 目を閉じる
ko: 눈 감음
nl: Ogen dicht
pl: Oczy zamknięte
pt_br: Olhos fechados
ru: Глаза закрыты
tr: Gözler kapalı
uk: Заплющені очі
zh_hans: 闭眼
zh_hant: 閉眼

source: Eyes half closed
ar: عينان نصف مغمضتين
de: Augen halb geschlossen
es: Ojos entornados
fr: Yeux mi-clos
hi: आँखें आधी बंद
it: Occhi socchiusi
ja: 半目
ko: 눈 반쯤 감음
nl: Ogen half dicht
pl: Oczy przymknięte
pt_br: Olhos semicerrados
ru: Глаза прикрыты
tr: Gözler yarı kapalı
uk: Напівзаплющені очі
zh_hans: 半闭眼
zh_hant: 半閉眼

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Error
fr: Échec
hi: विफल
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Невдача
zh_hans: 失败
zh_hant: 失敗

source: Failed · %@
ar: فشل · %@
de: Fehlgeschlagen · %@
es: Error · %@
fr: Échec · %@
hi: विफल · %@
it: Non riuscito · %@
ja: 失敗 · %@
ko: 실패 · %@
nl: Mislukt · %@
pl: Niepowodzenie · %@
pt_br: Falhou · %@
ru: Ошибка · %@
tr: Başarısız · %@
uk: Невдача · %@
zh_hans: 失败 · %@
zh_hant: 失敗 · %@

source: Failed, %@
ar: فشل، %@
de: Fehlgeschlagen, %@
es: Error, %@
fr: Échec, %@
hi: विफल, %@
it: Non riuscito, %@
ja: 失敗、%@
ko: 실패, %@
nl: Mislukt, %@
pl: Niepowodzenie, %@
pt_br: Falhou, %@
ru: Ошибка, %@
tr: Başarısız, %@
uk: Невдача, %@
zh_hans: 失败，%@
zh_hant: 失敗，%@

source: Field
ar: الحقل
de: Feld
es: Campo
fr: Champ
hi: फ़ील्ड
it: Campo
ja: フィールド
ko: 필드
nl: Veld
pl: Pole
pt_br: Campo
ru: Поле
tr: Alan
uk: Поле
zh_hans: 字段
zh_hant: 欄位

source: Fields
ar: الحقول
de: Felder
es: Campos
fr: Champs
hi: फ़ील्ड
it: Campi
ja: フィールド
ko: 필드
nl: Velden
pl: Pola
pt_br: Campos
ru: Поля
tr: Alanlar
uk: Поля
zh_hans: 字段
zh_hant: 欄位

source: Fields appear here as you write {{name}} in the text.
ar: تظهر الحقول هنا كلما كتبت {{اسم}} في النص.
de: Felder erscheinen hier, sobald du {{Name}} in den Text schreibst.
es: Los campos aparecen aquí a medida que escribes {{nombre}} en el texto.
fr: Les champs apparaissent ici à mesure que vous écrivez des {{nom}} dans le texte.
hi: जैसे-जैसे आप टेक्स्ट में {{name}} लिखते हैं, फ़ील्ड यहाँ दिखते हैं।
it: I campi appaiono qui man mano che scrivi {{nome}} nel testo.
ja: テキストに{{name}}と書くと、ここにフィールドが表示されます。
ko: 텍스트에 {{name}}을(를) 작성하면 여기에 필드가 나타납니다.
nl: Velden verschijnen hier wanneer je {{naam}} in de tekst schrijft.
pl: Pola pojawiają się tutaj, gdy wpisujesz {{nazwa}} w tekście.
pt_br: Os campos aparecem aqui à medida que você escreve {{nome}} no texto.
ru: Поля появляются здесь по мере того, как вы пишете {{имя}} в тексте.
tr: Metne {{ad}} yazdıkça alanlar burada görünür.
uk: Поля з’являються тут, коли ви пишете {{назва}} у тексті.
zh_hans: 在文本中写入 {{名称}} 时，字段会显示在这里。
zh_hant: 在文字中寫入 {{name}} 時，欄位會出現在這裡。

source: File access cannot be read in this window.
ar: تتعذّر قراءة الوصول إلى الملفات في هذه النافذة.
de: Der Dateizugriff kann in diesem Fenster nicht ermittelt werden.
es: El acceso a los archivos no se puede leer en esta ventana.
fr: L’accès aux fichiers ne peut pas être lu dans cette fenêtre.
hi: इस विंडो में फ़ाइल ऐक्सेस पढ़ा नहीं जा सकता।
it: L’accesso ai file non può essere letto in questa finestra.
ja: このウインドウではファイルアクセスの状態を読み取れません。
ko: 이 윈도우에서는 파일 접근 상태를 읽을 수 없습니다.
nl: Bestandstoegang kan in dit venster niet worden gelezen.
pl: Nie można odczytać dostępu do plików w tym oknie.
pt_br: O acesso a arquivos não pode ser lido nesta janela.
ru: В этом окне невозможно определить доступ к файлам.
tr: Dosya erişimi bu pencerede okunamıyor.
uk: У цьому вікні неможливо визначити доступ до файлів.
zh_hans: 无法在此窗口中读取文件访问权限。
zh_hant: 無法在此視窗中讀取檔案取用權限。

source: File changes
ar: تغييرات الملفات
de: Dateiänderungen
es: Cambios en archivos
fr: Modifications de fichiers
hi: फ़ाइल बदलाव
it: Modifiche ai file
ja: ファイルの変更
ko: 파일 변경
nl: Bestandswijzigingen
pl: Zmiany plików
pt_br: Alterações de arquivos
ru: Изменения файлов
tr: Dosya değişiklikleri
uk: Зміни файлів
zh_hans: 文件更改
zh_hant: 檔案變更

source: File edit
ar: تعديل ملف
de: Datei bearbeiten
es: Edición de archivo
fr: Modification de fichier
hi: फ़ाइल संपादन
it: Modifica di file
ja: ファイルの編集
ko: 파일 편집
nl: Bestand wijzigen
pl: Edycja pliku
pt_br: Edição de arquivo
ru: Правка файла
tr: Dosya düzenleme
uk: Редагування файлу
zh_hans: 文件编辑
zh_hant: 檔案編輯

source: File read
ar: قراءة ملف
de: Datei lesen
es: Lectura de archivo
fr: Lecture de fichier
hi: फ़ाइल पढ़ना
it: Lettura di file
ja: ファイルの読み取り
ko: 파일 읽기
nl: Bestand lezen
pl: Odczyt pliku
pt_br: Leitura de arquivo
ru: Чтение файла
tr: Dosya okuma
uk: Читання файлу
zh_hans: 文件读取
zh_hant: 檔案讀取

source: File write
ar: كتابة ملف
de: Datei schreiben
es: Escritura de archivo
fr: Écriture de fichier
hi: फ़ाइल लिखना
it: Scrittura di file
ja: ファイルの書き込み
ko: 파일 쓰기
nl: Bestand schrijven
pl: Zapis pliku
pt_br: Gravação de arquivo
ru: Запись файла
tr: Dosya yazma
uk: Запис файлу
zh_hans: 文件写入
zh_hant: 檔案寫入

source: Fill in “%@” to send.
ar: املأ «%@» للإرسال.
de: Fülle „%@“ aus, um zu senden.
es: Rellena “%@” para enviar.
fr: Remplissez « %@ » pour envoyer.
hi: भेजने के लिए “%@” भरें।
it: Compila “%@” per inviare.
ja: 送信するには「%@」を入力してください。
ko: 보내려면 “%@”을(를) 입력하십시오.
nl: Vul ‘%@’ in om te versturen.
pl: Wypełnij „%@”, aby wysłać.
pt_br: Preencha “%@” para enviar.
ru: Чтобы отправить, заполните «%@».
tr: Göndermek için “%@” alanını doldurun.
uk: Заповніть «%@», щоб надіслати.
zh_hans: 请填写“%@”后再发送。
zh_hant: 請填寫「%@」以傳送。

source: Filled
ar: معبّأ
de: Ausgefüllt
es: Rellenado
fr: Rempli
hi: भरा गया
it: Compilato
ja: 入力済み
ko: 입력됨
nl: Ingevuld
pl: Wypełnione
pt_br: Preenchido
ru: Заполнено
tr: Dolduruldu
uk: Заповнено
zh_hans: 已填写
zh_hant: 已填寫

source: Filtering is on. Click to clear it.
ar: عامل التصفية نشط. انقر لمسحه.
de: Ein Filter ist aktiv. Klicke, um ihn zu löschen.
es: Hay un filtro activo. Haz clic para borrarlo.
fr: Un filtre est actif. Cliquez pour l’effacer.
hi: फ़िल्टर चालू है। इसे साफ़ करने के लिए क्लिक करें।
it: Il filtro è attivo. Fai clic per cancellarlo.
ja: フィルタがオンです。クリックすると消去します。
ko: 필터가 켜져 있습니다. 지우려면 클릭하십시오.
nl: Er is een filter actief. Klik om het te wissen.
pl: Filtr jest włączony. Kliknij, aby go wyczyścić.
pt_br: Há um filtro ativo. Clique para limpá-lo.
ru: Фильтр включён. Нажмите, чтобы сбросить.
tr: Filtre açık. Temizlemek için tıklayın.
uk: Фільтр увімкнено. Клацніть, щоб очистити.
zh_hans: 过滤已开启。点按以清除。
zh_hant: 過濾功能已開啟。按一下以清除。

source: Finder (reveal only)
ar: Finder (العرض فقط)
de: Finder (nur zeigen)
es: Finder (solo mostrar)
fr: Finder (afficher seulement)
hi: Finder (केवल दिखाएँ)
it: Finder (solo mostra)
ja: Finder（表示のみ）
ko: Finder(보기만)
nl: Finder (alleen tonen)
pl: Finder (tylko pokazanie)
pt_br: Finder (apenas mostrar)
ru: Finder (только показать)
tr: Finder (yalnızca göster)
uk: Finder (лише показати)
zh_hans: Finder（仅显示）
zh_hant: Finder（僅顯示）

source: Finished
ar: انتهت العملية
de: Prozess beendet
es: Proceso terminado
fr: Processus terminé
hi: समाप्त
it: Terminato
ja: プロセス終了
ko: 프로세스 종료됨
nl: Proces voltooid
pl: Zakończono
pt_br: Processo concluído
ru: Процесс завершён
tr: Bitti
uk: Процес завершено
zh_hans: 进程已结束
zh_hant: 程序已結束

source: First byte
ar: أول بايت
de: Erstes Byte
es: Primer byte
fr: Premier octet
hi: पहला बाइट
it: Primo byte
ja: 最初のバイト
ko: 첫 바이트
nl: Eerste byte
pl: Pierwszy bajt
pt_br: Primeiro byte
ru: Первый байт
tr: İlk bayt
uk: Перший байт
zh_hans: 首字节
zh_hant: 第一個位元組

source: First session
ar: الجلسة الأولى
de: Erste Sitzung
es: Primera sesión
fr: Première session
hi: पहला सेशन
it: Prima sessione
ja: 最初のセッション
ko: 첫 세션
nl: Eerste sessie
pl: Pierwsza sesja
pt_br: Primeira sessão
ru: Первая сессия
tr: İlk oturum
uk: Перший сеанс
zh_hans: 第一个会话
zh_hant: 第一個工作階段

source: First words after %lld ms.
ar: أولى الكلمات بعد %lld مللي ثانية.
de: Erste Wörter nach %lld ms.
es: Primeras palabras tras %lld ms.
fr: Premiers mots après %lld ms.
hi: %lld ms बाद पहले शब्द।
it: Prime parole dopo %lld ms.
ja: 最初の応答まで%lldミリ秒。
ko: %lldms 후 첫 응답.
nl: Eerste woorden na %lld ms.
pl: Pierwsze słowa po %lld ms.
pt_br: Primeiras palavras após %lld ms.
ru: Первые слова через %lld мс.
tr: İlk sözcükler %lld ms sonra.
uk: Перші слова через %lld мс.
zh_hans: %lld 毫秒后输出首个字词。
zh_hant: %lld 毫秒後出現第一個字。

source: First words after %lld ms. Speed: %lld tokens/s.
ar: أولى الكلمات بعد %1$lld مللي ثانية. السرعة: %2$lld رمز/ث.
de: Erste Wörter nach %lld ms. Geschwindigkeit: %lld Tokens/s.
es: Primeras palabras tras %lld ms. Velocidad: %lld tokens/s.
fr: Premiers mots après %1$lld ms. Débit : %2$lld jetons/s.
hi: %1$lld ms बाद पहले शब्द। गति: %2$lld टोकन/से.।
it: Prime parole dopo %lld ms. Velocità: %lld token/s.
ja: 最初の応答まで%1$lldミリ秒。速度：%2$lldトークン/秒。
ko: %1$lldms 후 첫 응답. 속도: 초당 %2$lld토큰.
nl: Eerste woorden na %lld ms. Snelheid: %lld tokens/s.
pl: Pierwsze słowa po %1$lld ms. Szybkość: %2$lld tokenów/s.
pt_br: Primeiras palavras após %1$lld ms. Velocidade: %2$lld tokens/s.
ru: Первые слова через %lld мс. Скорость: %lld токенов/с.
tr: İlk sözcükler %1$lld ms sonra. Hız: %2$lld token/sn.
uk: Перші слова через %1$lld мс. Швидкість: %2$lld токенів/с.
zh_hans: %lld 毫秒后输出首个字词。速度：%lld token/秒。
zh_hant: %1$lld 毫秒後出現第一個字。速度：每秒 %2$lld 個 token。

source: Flask
ar: دورق
de: Kolben
es: Matraz
fr: Fiole
hi: फ़्लास्क
it: Beuta
ja: フラスコ
ko: 플라스크
nl: Kolf
pl: Kolba
pt_br: Frasco
ru: Колба
tr: Deney Şişesi
uk: Колба
zh_hans: 烧瓶
zh_hant: 燒瓶

source: Floating Panel
ar: اللوحة العائمة
de: Schwebendes Fenster
es: Panel flotante
fr: Panneau flottant
hi: फ़्लोटिंग पैनल
it: Riquadro mobile
ja: フローティングパネル
ko: 플로팅 패널
nl: Zwevend paneel
pl: Panel pływający
pt_br: Painel Flutuante
ru: Плавающая панель
tr: Yüzen Panel
uk: Плаваюча панель
zh_hans: 浮动面板
zh_hant: 浮動面板

source: Fold the requests
ar: طي الطلبات
de: Anfragen einklappen
es: Contraer las solicitudes
fr: Replier les demandes
hi: अनुरोध संक्षिप्त करें
it: Comprimi le richieste
ja: リクエストを折りたたむ
ko: 요청 접기
nl: Klap de verzoeken in
pl: Zwiń prośby
pt_br: Recolher as solicitações
ru: Свернуть запросы
tr: İstekleri daralt
uk: Згорнути запити
zh_hans: 折叠请求
zh_hant: 收合請求

source: Folded
ar: مطوي
de: Eingeklappt
es: Contraído
fr: Replié
hi: संक्षिप्त
it: Compresso
ja: 折りたたみ
ko: 접힘
nl: Ingeklapt
pl: Zwinięty
pt_br: Recolhido
ru: Свёрнуто
tr: Daraltılmış
uk: Згорнуто
zh_hans: 已折叠
zh_hant: 已收合

source: Folded, the palette shows how many requests wait, and VoiceOver says each one.
ar: عند طيّها، تعرض اللوحة عدد الطلبات المنتظرة، ويعلن VoiceOver عن كل طلب.
de: Eingeklappt zeigt die Palette, wie viele Anfragen warten, und VoiceOver sagt jede einzelne an.
es: Contraída, la paleta indica cuántas solicitudes esperan y VoiceOver anuncia cada una.
fr: Repliée, la palette indique combien de demandes attendent, et VoiceOver annonce chacune.
hi: संक्षिप्त होने पर, पैलेट दिखाता है कि कितने अनुरोध प्रतीक्षा में हैं, और VoiceOver हर एक को बोलता है।
it: Quando è compressa, la palette mostra quante richieste sono in attesa e VoiceOver le annuncia una per una.
ja: 折りたたむと、パレットには待機中のリクエストの数が表示され、VoiceOverがそれぞれを読み上げます。
ko: 접힌 상태에서는 팔레트에 대기 중인 요청 수가 표시되며, VoiceOver가 각 요청을 읽어 줍니다.
nl: Ingeklapt toont het palet hoeveel verzoeken wachten, en VoiceOver leest elk verzoek voor.
pl: Zwinięta paleta pokazuje, ile próśb czeka, a VoiceOver odczytuje każdą z nich.
pt_br: Recolhida, a paleta mostra quantas solicitações estão pendentes, e o VoiceOver anuncia cada uma.
ru: В свёрнутом виде палитра показывает, сколько запросов ожидает, а VoiceOver объявляет каждый.
tr: Daraltıldığında palet kaç isteğin beklediğini gösterir ve VoiceOver her birini okur.
uk: Згорнута палітра показує кількість запитів в очікуванні, а VoiceOver озвучує кожен.
zh_hans: 折叠时，面板会显示有多少请求在等待，VoiceOver 会逐一朗读。
zh_hant: 收合時，面板會顯示有多少請求在等待，VoiceOver 也會逐一朗讀。

source: Folder
ar: المجلد
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pt_br: Pasta
ru: Папка
tr: Klasör
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder %@
ar: المجلد %@
de: Ordner %@
es: Carpeta %@
fr: Dossier %@
hi: फ़ोल्डर %@
it: Cartella %@
ja: フォルダ%@
ko: 폴더 %@
nl: Map %@
pt_br: Pasta %@
ru: Папка %@
tr: Klasör %@
uk: Папка %@
zh_hans: 文件夹 %@
zh_hant: 資料夾 %@

source: Folder not found
ar: المجلد غير موجود
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Dossier introuvable
hi: फ़ोल्डर नहीं मिला
it: Cartella non trovata
ja: フォルダが見つかりません
ko: 폴더를 찾을 수 없음
nl: Map niet gevonden
pl: Nie znaleziono folderu
pt_br: Pasta não encontrada
ru: Папка не найдена
tr: Klasör bulunamadı
uk: Папку не знайдено
zh_hans: 找不到文件夹
zh_hant: 找不到資料夾

source: Folder not found: %@
ar: المجلد غير موجود: %@
de: Ordner nicht gefunden: %@
es: Carpeta no encontrada: %@
fr: Dossier introuvable : %@
hi: फ़ोल्डर नहीं मिला: %@
it: Cartella non trovata: %@
ja: フォルダが見つかりません：%@
ko: 폴더를 찾을 수 없음: %@
nl: Map niet gevonden: %@
pl: Nie znaleziono folderu: %@
pt_br: Pasta não encontrada: %@
ru: Папка не найдена: %@
tr: Klasör bulunamadı: %@
uk: Папку не знайдено: %@
zh_hans: 找不到文件夹：%@
zh_hant: 找不到資料夾：%@

source: Follow Settings
ar: حسب الإعدادات
de: Wie in Einstellungen
es: Según los Ajustes
fr: Selon les Réglages
hi: सेटिंग्ज़ के अनुसार
it: Segui Impostazioni
ja: 設定に従う
ko: 설정 따르기
nl: Volg Instellingen
pl: Według ustawień
pt_br: Seguir Ajustes
ru: Как в настройках
tr: Ayarları İzle
uk: Як у Параметрах
zh_hans: 跟随设置
zh_hant: 依照設定

source: Follows Settings › Conversation, in light and dark mode.
ar: يتبع الإعدادات › المحادثة، في الوضعين الفاتح والداكن.
de: Folgt Einstellungen › Unterhaltung, im hellen wie im dunklen Modus.
es: Sigue Ajustes › Conversación, tanto en el modo claro como en el oscuro.
fr: Suit Réglages › Conversation, en mode clair comme en mode sombre.
hi: लाइट और डार्क दोनों मोड में, सेटिंग्ज़ › बातचीत के अनुसार चलता है।
it: Segue Impostazioni › Conversazione, in modalità chiara e scura.
ja: ライトモードでもダークモードでも、「設定」›「会話」に従います。
ko: 라이트 및 다크 모드 모두 설정 › 대화를 따릅니다.
nl: Volgt Instellingen › Gesprek, in lichte en donkere modus.
pl: Zgodnie z Ustawienia › Rozmowa, w trybie jasnym i ciemnym.
pt_br: Segue Ajustes › Conversa, nos modos claro e escuro.
ru: Следует «Настройки» › «Беседа» в светлом и тёмном режимах.
tr: Açık ve koyu modda Ayarlar › Konuşma’yı izler.
uk: Відповідно до «Параметри › Розмова» у світлому й темному режимах.
zh_hans: 在浅色和深色模式下均跟随“设置”›“对话”。
zh_hant: 在淺色和深色模式下都依照「設定」›「對話」。

source: Form to fill in
ar: استمارة للتعبئة
de: Auszufüllendes Formular
es: Formulario que rellenar
fr: Formulaire à remplir
hi: भरने के लिए फ़ॉर्म
it: Modulo da compilare
ja: 入力フォーム
ko: 입력할 양식
nl: In te vullen formulier
pl: Formularz do wypełnienia
pt_br: Formulário a preencher
ru: Форма для заполнения
tr: Doldurulacak form
uk: Форма для заповнення
zh_hans: 待填写的表单
zh_hant: 待填寫的表單

source: Forward
ar: تقدم
de: Vorwärts
es: Adelante
fr: Suivant
hi: आगे
it: Avanti
ja: 進む
ko: 앞으로
nl: Vooruit
pl: Dalej
pt_br: Avançar
ru: Вперёд
tr: İleri
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

source: From template “%@”
ar: من القالب «%@»
de: Aus Vorlage „%@“
es: De la plantilla “%@”
fr: D’après le gabarit « %@ »
hi: टेम्पलेट “%@” से
it: Dal template “%@”
ja: テンプレート「%@」から
ko: 템플릿 “%@”에서
nl: Uit sjabloon ‘%@’
pl: Z szablonu „%@”
pt_br: Da predefinição “%@”
ru: Из шаблона «%@»
tr: “%@” şablonundan
uk: Із шаблону «%@»
zh_hans: 来自模板“%@”
zh_hant: 來自範本「%@」

# From template “%@”, revision %@
source: From template “%1$@”, revision %2$@
ar: من القالب «%1$@»، المراجعة %2$@
de: Aus Vorlage „%1$@“, Revision %2$@
es: De la plantilla “%1$@”, revisión %2$@
fr: D’après le gabarit « %1$@ », révision %2$@
hi: टेम्पलेट “%1$@” से, संशोधन %2$@
it: Dal template “%1$@”, revisione %2$@
ja: テンプレート「%1$@」から、リビジョン%2$@
ko: 템플릿 “%1$@”에서, 리비전 %2$@
nl: Uit sjabloon ‘%1$@’, revisie %2$@
pl: Z szablonu „%1$@”, wersja %2$@
pt_br: Da predefinição “%1$@”, revisão %2$@
ru: Из шаблона «%1$@», редакция %2$@
tr: “%1$@” şablonundan, revizyon %2$@
uk: Із шаблону «%1$@», ревізія %2$@
zh_hans: 来自模板“%1$@”，修订版本 %2$@
zh_hant: 來自範本「%1$@」，修訂版本 %2$@

source: From the next start of an agent.
ar: بدءًا من التشغيل التالي لأي وكيل.
de: Ab dem nächsten Start eines Agents.
es: A partir del próximo inicio de un agente.
fr: À partir du prochain lancement d’un agent.
hi: किसी एजेंट के अगली बार शुरू होने से।
it: Dal prossimo avvio di un agente.
ja: 次にエージェントを起動したときから適用されます。
ko: 다음에 에이전트를 시작할 때부터 적용됩니다.
nl: Vanaf de volgende start van een agent.
pl: Od następnego uruchomienia agenta.
pt_br: A partir da próxima inicialização de um agente.
ru: Со следующего запуска агента.
tr: Bir ajanın bir sonraki başlatılışından itibaren.
uk: Починаючи з наступного запуску агента.
zh_hans: 从智能体下次启动时生效。
zh_hant: 從代理程式下次啟動時開始。

source: From the project folder until you pick one.
ar: مأخوذ من مجلد المشروع إلى أن تختار واحدًا.
de: Aus dem Projektordner, bis du selbst eine wählst.
es: Tomada de la carpeta del proyecto mientras no elijas una.
fr: Tirée du dossier du projet tant que vous n’en choisissez pas.
hi: जब तक आप चुनते नहीं, प्रोजेक्ट फ़ोल्डर से लिया जाता है।
it: Ricavato dalla cartella del progetto finché non ne scegli uno.
ja: 選択するまではプロジェクトフォルダから自動で決まります。
ko: 직접 선택하기 전까지 프로젝트 폴더에서 결정됩니다.
nl: Uit de projectmap totdat je er een kiest.
pl: Z folderu projektu, dopóki nie wybierzesz innej.
pt_br: Tirada da pasta do projeto até que você escolha uma.
ru: Берётся из папки проекта, пока вы не выберете сами.
tr: Siz seçene kadar proje klasöründen alınır.
uk: Береться з папки проєкту, доки ви не виберете інше.
zh_hans: 在你选择之前，取自项目文件夹。
zh_hant: 在你選擇之前，取自專案資料夾。

source: Full Disk Access
ar: الوصول الكامل إلى القرص
de: Festplattenvollzugriff
es: Acceso total al disco
fr: Accès complet au disque
hi: पूर्ण डिस्क ऐक्सेस
it: Accesso completo al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
nl: Volledige schijftoegang
pl: Pełny dostęp do dysku
pt_br: Acesso Total ao Disco
ru: Полный доступ к диску
tr: Tam Disk Erişimi
uk: Повний доступ до диска
zh_hans: 完全磁盘访问权限
zh_hant: 完全取用磁碟
